Repository: Invenietis/ck-certified
Catalog: Plugins/Advanced/Commands/BasicCommandHandlers/Resources/R.*.resx
Languages: fr

source: Bottom
fr: Bas

source: Bottom-Left
fr: En bas à gauche

source: Bottom-Right
fr: En bas à droite

# ClickProtocolSubtitle
source: Click type :
fr: Type de clic :

# ClicProtocolDescription
source: Enables simulating a mouse clic (left, right double etc...)
fr: Permet de simuler des clics souris

# ClicProtocolTitle
source: Mouse clicks
fr: Clics souris

source: Double left click
fr: Double clic gauche

# KeyboardProtocolSubtitle
source: Keyboard :
fr: Clavier :

source: Left
fr: Gauche

source: Left click
fr: Clic gauche

# MoveMouseProtocolDescription
source: Starts moving the mouse pointer towards a direction, clicking again the key will stop the motion
fr: Permet de déplacer la souris dans une direction donnée de manière continue

# MoveMouseProtocolTitle
source: Move the mouse pointer
fr: Déplacer la souris

# PushLeft
source: Push the left button
fr: Appuyer sur le bouton gauche

# ReleaseLeft
source: Release the left button
fr: Relâcher le bouton gauche

source: Right
fr: Droite

source: Right click
fr: Clic droit

# SendKeyProtocolDescription
source: Enables sending a special key : Return, F1 to F12, Suppr etc...
fr: Permet de simuler la pression sur une touche spéciale comme Entrée, les touches F1..12, Effacer, Suppr etc...

# SendKeyProtocolTitle
source: Special Key (F11, Return, Suppr ...)
fr: Touche spéciale (F11, Entrée, Suppr ...)

source: Up
fr: Haut

source: Up-Left
fr: En haut à gauche

source: Up-Right
fr: En haut à droite

# AddMode
source: Activate a mode
fr: Remplacer le mode courant par un autre

# DynCommandProtocolDescription
source: Enables triggering other actions (close CiviKey, minimize the keyboard...)
fr: Actions diverses (fermer CiviKey, minimiser le clavier...)

# DynCommandProtocolTitle
source: Miscellaneous
fr: Divers

# HelpProtocolDescription
source: Enables showing the keyboard's help panel
fr: Permet d'afficher l'aide du clavier

# FileLauncherBrowse
source: A file from your computer
fr: Un fichier depuis votre ordinateur

# FileLauncherDescription
source: Open a file or launch an application from your computer
fr: Ouvrir un fichier ou lancer une application depuis l'ordinateur

# FileLauncherInstalledApps
source: An installed application
fr: Une application installée

# FileLauncherTitle
source: Open...
fr: Ouvrir...

# HelpProtocolTitle
source: Help
fr: Aide

# ModeProtocolModesSubtitle
source: Applied to :
fr: Appliquée sur :

# RemoveMode
source: Desactivate a mode
fr: Désenclencher un mode

# SetMode
source: Set a mode as the current (and only) one
fr: Enclencher un mode (l'ajoute au mode courant)

# ToggleMode
source: Toggle a mode
fr: Faire basculer l'enclenchement d'un mode (interrupteur)

# MonitorOnceProtocolDescription
source: Enables triggering an action right after another (change the mode after the next click on a key)
fr: Permet d'envoyer une commande juste après une autre (changer de mode après le clic sur une touche)

# MonitorOnceProtocolTitle
source: Chain actions
fr: Enchaîner deux commandes

# MonitorOnceInnerActionTitle
source: Define the command sent when the action above is triggered
fr: Décrivez la commande envoyée lorsque la condition ci-dessus sera remplie

source: Action to listen to :
fr: Évènement déclencheur :

# GiveName
source: Give a name to this action :
fr: Nom de l'action :

# KeySent
source: A "classic" key has been pressed (a, z, b, t etc...)
fr: Lancement d'une touche "simple" (a, z, e, b, etc...)

# ShowHelpAction
source: Show the keyboard's help panel
fr: Afficher l'aide du clavier

# DynCommandClose
source: Close CiviKey
fr: Fermer CiviKey

# DynCommandHide
source: Hide CiviKey's configuration panel
fr: Cacher le panneau de configuration de CiviKey

# DynCommandMinimize
source: Minimize the keyboard
fr: Minimiser le clavier

# DynCommandWindowsKey
source: Push the 'Windows' key
fr: Presser le bouton "Windows"

# IsRecordingText
source: Recording...
fr: En écoute...

# KeySequenceNameTitle
source: Name of the sequence :
fr: Nom de la sequence :

# KeySequenceProtocolDescription
source: Enables recording a key combination
fr: Permet d'enregistrer une combinaison de touches

# KeySequenceProtocolTitle
source: Key sequences
fr: Séquence de touches

# StartRecordingTitle
source: Start recording
fr: Lancer l'écoute

# StopRecordingTitle
source: Stop recording
fr: Arreter l'écoute
