Repository: Invenietis/ck-certified
Catalog: Host/Resources/R.*.resx
Languages: fr

# AdvancedUserNotice
source: (Advanced user)
fr: (Utilisateur avancé)

# AppConfig
source: App settings
fr: Configuration de l'application

# AppFeature
source: Features
fr: Fonctionnalités

# AutoClickConfig
source: Auto-click configuration
fr: Configuration du clic automatique

# AutoClickCountDownDuration
source: Countdown duration (ms)
fr: Durée du décompte

# AutoClickSectionName
source: Auto-click
fr: le clic automatique

# AutoClickShowMousePanelOption
source: Show a progress indicator above the pointer
fr: Afficher l'indicateur de progression au dessus du pointeur

# AutoClickTimeBeforeCountDownStarts
source: Time before the countdown starts (ms)
fr: Temps avant que le décompte ne commence

# CKIsRunning
source: CiviKey is running
fr: Bienvenue dans CiviKey

# ComingSoonContent
source: This feature is not implemented yet. We're working on it !
fr: Cette fonctionnalité n'est pas encore implementée Nous y travaillons !

# ConfirmExitApp
source: Are you sure you want to quit CiviKey?
fr: Êtes-vous sûr de vouloir quitter CiviKey ?

# ContextIsEmpty
source: The current context doesn't contain any keyboard definition. Please click on the picture to load another one.
fr: Le Contexte courant ne contient aucune définition de clavier. Vous pouvez cliquer sur l'icone ci-contre pour en charger un.

# ContextLoadedContent
source: You can now select a keyboard and start using CiviKey !
fr: Les claviers ont été chargés, vous pouvez maintenant en choisir un et commencer à utiliser le CiviKey !

# ContextLoadedTitle
source: The context has been successfully loaded.
fr: Les claviers ont été chargés.

# CopyError
source: Copy the call stack
fr: Copier l'erreur.

# EditConfig
source: Click on the picture or on the new system tray icon to edit the configuration.
fr: Cliquez sur l'image pour editer la configuration du CiviKey.

# EditSkin
source: Start keyboard skin editor
fr: Démarrer l'éditeur graphique du clavier

# ErrorApplyingConfiguration
source: An error occured during the plugin startup, or given requirements cannot be fullfilled. We cannot give you more information yet, we're working on it.
fr: Une erreur est survenue durant le démarrage d'un Plugin ou un prérequis ne peut être satisfait.

# ExceptionNotificationTitle
source: An exception has been raised !
fr: Un erreur est survenue.

source: Exit
fr: Quitter

source: Home
fr: Accueil

source: Keyboard
fr: Clavier

# KeyboardChanged
source: Current keyboard has changed
fr: Le clavier courant a changé.

# KeyboardChangedContent
source: The current keyboard has changed. You're now using the keyboard named {0}.
fr: Le nouveau clavier courant s'appelle {0}.

source: Keyboards
fr: Claviers

# LoadContext
source: Load a context
fr: Charger un Contexte.

# LoadUserConfig
source: Load a user configuration
fr: Charger une Configuration d'Utilisateur.

source: Object explorer
fr: Explorateur d'Objets

# Oups
source: Oops !
fr: Oups !

source: Profile
fr: Profil

# ShowSystrayIcon
source: Show system tray icon
fr: Montrer l'icône dans la mini-barre des applications

source: Show Taskbar icon
fr: Montrer l'icône dans la barre des tâches

# SkinAutohideFeature
source: Enable the auto-hide feature
fr: Activer la fonctionnalité de minimisation automatique

# SkinAutohideTimeout
source: Timeout until the skin disappear (in ms)
fr: Temps après lequel le clavier visuel se minimisera

# SkinConfig
source: On-screen keyboard configuration
fr: Configuration du clavier visuel

# SkinSectionName
source: On-screen keyboard
fr: le clavier visuel

# SkinViewConfig
source: Edit on-screen keyboard visual configuration
fr: Editer l'aspect du clavier

# UnableToLoadContext
source: An error occured during the loading. CiviKey cannot load the chosen context.
fr: Impossible de charger les claviers.

# Update
source: An update is available
fr: Mise à jour

# UpdateMessage
source: A new version of CiviKey is available. Would you like to launch the upgraded now ?
fr: Une mise à jour est disponible, voulez-vous l'installer maintenant ?

# ForbiddenAction
source: The System's configuration has been corrupted
fr: Une action a mis la configuration dans un état instable.

# ForbiddenActionTitle
source: Forbidden action
fr: Action interdite

# PluginThrewExceptionAtStart
source: The plugin called {0} cannot be launched. Would you like to start CiviKey without this plugin ?
fr: Le plugin nomme : '{0}' a mal fonctionné. Il a été désactivé, voulez-vous continuer à executer CiviKey sans ce plugin ?

# PluginThrewExceptionAtStartTitle
source: Error while launching plugin
fr: Problème de lancement d'un plugin

# ContextAddressRequired
source: An address for the context is required.
fr: L'adresse du context est introuvable.

# NewContextDisplayName
source: Created on {0:D}
fr: Créé le {0:D}

# FeatureEnable
source: Enable
fr: Démarrer

# LaunchUpdate
source: Update CiviKey
fr: Mettre CiviKey à jour

# RemindMeOfNewUpdates
source: Remind me when new updates are available
fr: Me prévenir quand une nouvelle mise à jour est disponible.

# ExitConfirmation
source: Do you really want to exit CiviKey ?
fr: Êtes-vous sûr de vouloir quitter CiviKey ?

# FeatureDisable
source: Disable
fr: Arrêter

source: No
fr: Non

source: Yes
fr: Oui

# SkinEditorSectionName
source: Keyboard edition
fr: Modification du clavier

# ScrollConfig
source: Edit scrolling configuration
fr: Configuration du défilement

# WordPredictionConfig
source: Word Prediction configuration
fr: Configuration de la Prédiction de mots

# AdvancedAppConfig
source: Advanced configuration
fr: Configuration avancée

# WordPredictionMaxSuggestedWords
source: Max. suggested words
fr: Nombre de mots prédits (maximum)

# SkinBasicConfig
source: Basic configuration
fr: Configuration basique

# WordPredictionInsertSpace
source: Insert space after predicted words
fr: Insérer un espace après les mots prédits

# WordPredictionSectionName
source: Word prediction
fr: Prédiction de mots

# WordPredictionDisplayPredictionEditorWindow
source: Show prediction editor window
fr: Afficher la fenêtre de l'éditeur de prédiction

# WordPredictionFilterAlreadySuggestedWord
source: Filter already suggested words
fr: Masquer les mots déja présentés

# WordPredictionUseSemanticPrediction
source: Use semantic prediction
fr: Activer la prédiction sémantique (analyse de la structure de la phrase)
