Repository: Invenietis/ck-certified
Catalog: Plugins/Advanced/ContextEditor/Resources/R.*.resx
Languages: fr

source: Cancel
fr: Annuler

source: Default mode
fr: Mode par défaut

source: Default zone
fr: Zone par défaut

# DeleteKey
source: Delete a key
fr: Supprimer une touche

# DeleteKeyConfirmation
source: Are you sure that you want to delete this key ?
fr: Etes-vous sûr de vouloir supprimer cette touche ?

# DeleteKeys
source: Delete the keys
fr: Supprimer la zone

# DeleteZone
source: Delete a zone
fr: Supprimer une zone

# DeleteZoneConfirmation
source: Are yout sure that you want to delete this zone ?
fr: Etes-vous sur de vouloir supprimer cette zone ? Les touches qu'elle contient seront supprimées.

# EndingStepDesc
source: Your modifications have been correctly saved, you can now exit the wizard or restart the wizard to modify another keyboard.
fr: Vos modifications ont bien été sauvegardées, vous pouvez maintenant quitter l'assistant ou bien retourner à la page d'accueil pour faire d'autres modifications.

# EndingStepQuitDesc
source: You can exit the wizard if you have no other modifications to make.
fr: Vous pouvez quitter l'assistant si vous avez effectué toutes les modifications nécessaires.

# EndingStepStartOverDesc
source: You can go back to the beginning of the wizard if you want to modify another keyboard.
fr: Vous pouvez retourner au début de l'assistant pour modifier d'autres claviers.

# EndingStepTitle
source: Modifications saved
fr: Modifications sauvegardées

# HomeDestroyKeyboardDesc
source: Delete one of your keyboards
fr: Suppimez l'un de vos claviers.

# HomeDestroyKeyboardTitle
source: Delete a keyboard
fr: Supprimer un clavier

# HomeEditCurrentKeyboard
source: Edit the current keyboard
fr: Modifier le clavier courant

# HomeEditCurrentKeyboardDesc
source: Edit easily the currently used keyboard.
fr: Modifier simplement et rapidement le clavier actif

# HomeEditNewKeyboard
source: Create a new keyboard
fr: Créer un nouveau clavier

# HomeEditNewKeyboardDesc
source: Create a keyboard from scratch
fr: Créer un nouveau clavier CiviKey en partant de zéro.

# HomeEditOtherKeyboard
source: Choose another keyboard to modify
fr: Choisir un clavier à modifier

# HomeEditOtherKeyboardDesc
source: Modify another keyboard or start from an existing keyboard to create a new one.
fr: Modifier un autre clavier ou partez de celui-ci pour en créer un nouveau.

# HomeStepDescription
source: Welcome to CiviKey's keyboard creation and modification wizard. You can choose between the three following actions to chose the keyboard you want to modify.
fr: Bienvenue dans l'assistant de création et de modification de claviers pour CiviKey. Cliquez sur l'un des quatre boutons suivants, en fonction de l'action que vous voulez entreprendre.

# HomeStepTitle
source: Keyboard creation and modification
fr: Création et modification de claviers

# KeyboardDeletionListStepDesc
source: To delete a keybaord, select the keyboard you want removed, then press "Next".
fr: Pour supprimer un clavier, selectionnez le puis cliquez sur "Suivant.

# KeyboardDeletionListStepTitle
source: Keyboard deletion
fr: Suppression de claviers

# KeyboardEditionStepDesc
source: Through this page you can add, delete or modify any key of the keyboard. Modifications will be saved during the next step.
fr: A partir de cette fenêtre, vous pouvez ajouter, supprimer et modifier les touches du clavier. Les modifications ne seront sauvegardées qu'à l'étape suivante.

# KeyboardEditionStepTitle
source: Keyboard modification : {0}
fr: Edition de clavier : {0}

# KeyboardListStepDesc
source: Choose among the existing keyboard the one that you want to modify, or from which you want to start to create a new keyboard.
fr: Choisissez parmi les claviers existants celui que vous voulez modifier ou celui à partir duquel vous voulez créer un nouveau clavier.

# KeyboardListStepTitle
source: Existing keyboards list
fr: Liste des claviers existants

# KeyboardProfileBackPopInDesc
source: Going back is going to erase the modifications made until now. Are you sure you want to go back ?
fr: Revenir en arrière va effacer les modifications non sauvegardées. Etes-vos sûr de vouloir continuer ?

# KeyboardProfileBackPopInNo
source: No, stay on this page
fr: Non, rester sur cette fenêtre

# KeyboardProfileBackPopInTitle
source: Cancel modifications
fr: Annuler les modifications

# KeyboardProfileBackPopInYes
source: Yes, revert modifications
fr: Oui, perdre les modifications

# KeyboardProfileDesc
source: This page enables you to modify the name of the keyboard.
fr: Cette page vous permet d'éditer le nom du clavier.

# KeyboardProfileTitle
source: Keyboard's name edition
fr: Modification du nom du clavier

source: No
fr: Non

# Quit
source: Exit
fr: Quitter

# SaveAsStepDesc
source: You can either select an existing keyboard ot erase it, or type a new keyboard name to save your modifications under a new keyboard. If you have started your modifications with an existing keyboard, its former state will be re-established.
fr: Vous pouvez selectionner un clavier existant; cela l'écrasera pour y sauvegarder le clavier que vous venez de modifier. Vous pouvez également saisir un nouveau nom pour créer un nouveau clavier.

# SaveAsStepPopInDesc
source: You are about to save your modifications on the keyboard named {0}. Are you sure that you want to erase this existing keyboard ?
fr: Vous êtes sur le point de sauvegarder vos modifications sur le clavier {0}. Etes-vous sur de vouloir faire cela ?

# SaveAsStepPopInTitle
source: Erase an existing keyboard
fr: Ecraser le clavier existant

# SaveAsStepTitle
source: Save as... step
fr: Sauvegarde sous..

# SaveKeys
source: Save the keys
fr: Sauver les touches

# SavingStepCancelAndQuitDesc
source: Cancel all modifications made on this keyboard and quit the wizard.
fr: Annuler toutes les modifications faites sur ce clavier et quitter l'assistant.

# SavingStepCancelAndQuitTitle
source: Cancel and quit
fr: Annuler et quitter

# SavingStepCancelAndRestartDesc
source: Cancel all modifications made on this keyboard and go back to the beginning of the wizard.
fr: Annuler toutes les modifications faites sur ce clavier et recommencer au début de l'assistant.

# SavingStepCancelAndRestartTitle
source: Cancel and restart
fr: Annuler et recommencer

# SavingStepDesc
source: You can now choose where you want to save the modifications you just made; on the "{0}" keyboard, or on another one.
fr: Vous pouvez maintenant sauvegarder vos modifications sur le clavier "{0}" ou sur n'importe quel autre clavier.

# SavingStepSaveAsDesc
source: Save the modifications made on a new keyboard or another existing one.
fr: Sauvez les modifications apportées sous un autre nom.

# SavingStepSaveAsTitle
source: Save as...
fr: Sauvegarder sous...

# SavingStepSaveDesc
source: Save the modifications made on this keyboard.
fr: Sauvez les modifications apportées à ce clavier.

# SavingStepSaveTitle
source: Save
fr: Sauvegarder

# SavingStepTitle
source: Saving step
fr: Etape de sauvegarde

source: Start over
fr: Recommencer

# WindowTitle
source: Keyboard creation wizard
fr: Assistant de création de claviers

# WizardExitPopInDesc
source: You are about to close the keyboard edition wizard. Are you sure that you want to do that ? All modifications unsaved will be lost.
fr: Vous êtes sur le point de quitter l'assistant de création de claviers. êtes-vous sur de vouloir faire cela ? Toute modifications non sauvegardée sera perdue.

# WizardExitPopInTitle
source: Exiting the wizard
fr: Quitter l'assistant de création de claviers

source: Yes
fr: Oui
